Repository: tomm/cryptkeeper
Catalog: po/*.po
Languages: cs, de_de, fr, hu_hu

source: Cryptkeeper cannot access fuse and so cannot start
cs: Cryptkeeper nemá přístup k fuse a nemůže tak pokračovat
de_de: Cryptkeeper kann FUSE nicht finden und wird daher beendet
fr: Cryptkeeper ne peut pas accéder à FUSE, par conséquent il ne peut démarrer
hu_hu: A Cryptkeeper nem fér hozzá a fuse-hez, így nem tud elindulni

source: Check that fuse is installed and that you are a member of the fuse group.
cs: Zkontrolujte, zda je fuse nainstalováno a zda jeste členem skupiny fuse.
de_de: Bitte überprüfen Sie, ob FUSE installiert ist und ob Sie in der Gruppe fuse sind.
fr: Assurez-vous que FUSE est installé et que vous êtes membre du groupe FUSE.
hu_hu: Ellenőrizze hogy a fuse telepítve van, és ön a fuse csoport tagja.

source: Cryptkeeper cannot find EncFS
cs: Cryptkeeper nemůže nalézt EncFS
de_de: Cryptkeeper kann EncFS nicht finden
fr: Cryptkeeper n'a pas trouvé EncFS
hu_hu: A Cryptkeeper nem találja az EncFS-t

source: Check that EncFS is installed and try again.
cs: Zkontroluje, zda je EncFS nainstalováno a zkuste znovu.
de_de: Bitte überprüfen Sie, ob EncFS installiert ist und versuchen Sie es erneut.
fr: Assurez-vous qu'EncFS est installé et essayez à nouveau.
hu_hu: Ellenőrizze hogy az EncFS telepítve van-e, majd próbálja újra.

source: Forced unmounting of the encrypted folder was not successful
cs: Vynucené odpojení šifrované složky nebylo úspěšné
de_de: Das erzwungene Lösen der Einbindung des verschüsselten Ordners war nicht erfolgreich
hu_hu: A titkosított mappa kényszerített lecsatolása nem sikerült

source: ... %d others ...
cs: ... %d ostatní ...
de_de: ... %d weitere ...
hu_hu: ... %d egyéb ...

source: %s (%d instances)
cs: %s (%d instancí)
de_de: %s (%d Instanzen)
hu_hu: %s (%d példány(ok))

source: The stash could not be unmounted because it is in use by the following applications:
cs: Tato úschovna nemohla být odpojena, protože je používáná následujícími aplikacemi:
de_de: Die Einbindung des versteckten Ordners kann nicht gelöst werden, da er von den folgenden Anwendungen benutzt wird:
hu_hu: A rejtett adat nem csatlakoztatható le, mert a következő alkalmazás használja:

source: Kill them
cs: Zabít je
de_de: Diese beenden (kill)
hu_hu: Elemek elpusztítása

source: The stash could not be mounted. Invalid password?
cs: Úschovna nemohla být připojena. Chybné heslo?
de_de: Der versteckte Ordner kann nicht eingebunden werden. Ist das Passwort korrekt?
fr: La cachette n'a pas pu être montée. Mot de passe incorrect ?
hu_hu: A rejtett adat nem csatlakoztatható. Helytelen a jelszó?

source: This encrypted folder is currently not available
cs: Tato šifrovaná složka je dočasně nedostupná
de_de: Dieser verschlüsselte Ordner ist derzeit nicht verfügbar
fr: Ce dossier chiffré est actuellement indisponible
hu_hu: Ez a titkosított könyvtár jelenleg nem elérhető

source: It may be located on a removable disk, or has been deleted.
cs: Může být na vyměnitelném disku nebo byla smazána.
de_de: Der Ordner wurde gelöscht oder lag eventuell auf einem Wechseldatenträger.
fr: Il est peut-être situé sur un disque amovible, ou a été effacé.
hu_hu: Lehet hogy hordozható lemezen van, vagy törölt.

source: Crypt directory: %s Mount directory: %s %s
cs: Šifrovaný adresář: %s Přípojný adresář: %s %s
de_de: Verschlüsselter Ordner: %s Mount-Punkt: %s %s
fr: Dossier chiffré : %s Dossier de montage : %s %s
hu_hu: Titkosítási mappa: %s Csatolt mappa: %s %s

source: Are you sure you want to remove the encrypted folder:
cs: Jste si jisti, že chcete odstranit šifrovanou složku:
de_de: Sind Sie sicher, dass Sie den verschlüsselten Ordner löschen möchten:
fr: Êtes-vous sûr de vouloir effacer le dossier chiffré :
hu_hu: Biztosan törölni szeretné ezt a titkosított mappát:

source: Do you want to permanently erase the encrypted data:
cs: Chcete trvale vymazat šifrovaná data:
de_de: Möchten Sie die verschlüsselten Daten permanent löschen:
hu_hu: Törölni szeretné a titkosítási adatokat véglegesen:

source: Information
cs: Informace
de_de: Informationen
hu_hu: Információ

source: Change password
cs: Změnit heslo
de_de: Passwort ändern
fr: Modifier le mot de passe
hu_hu: Jelszó megváltoztatása

source: Delete encrypted folder
cs: Smazat šifrovanou složku
de_de: Verschlüsselten Ordner löschen
fr: Effacer le dossier chiffré
hu_hu: Titkosított mappa törlése

source: translator-credits
cs: překladatelé-zásluhy
de_de: Christoph Langner <mail@christoph-langner.de>
fr: Jean-Sébastien Bour <sufflope@sufflope.net>
hu_hu: fordítók

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License version 3, as published by the Free Software Foundation.
cs: Tento program je svobodný software: můžete jej šířit a upravovat podle ustanovení Obecné veřejné licence GNU (GNU General Public Licence) 3. verze, vydávané Free Software Foundation.
de_de: Dieses Programm ist freie Software; Sie dürfen es unter den Bedingungen der GNU General Public License Version 3, wie von der Free Software Foundation veröffentlicht, weiterverteilen und/oder modifizieren.
hu_hu: Ez a program szabad szoftver, terjesztheti és/vagy módosíthatja a Free Software Foundation által kiadott GNU General Public License harmadik (vagy bármely későbbi) változatában foglaltak alapján.

source: <b>Encrypted folders:</b>
cs: <b>Šifrované složky:</b>
de_de: <b>Verschlüsselte Ordner:</b>
fr: <b>Dossiers chiffrés :</b>
hu_hu: <b>Titkosított könyvtárak:</b>

source: Import EncFS folder
cs: Importovat složku EncFS
de_de: EncFS-Ordner importieren
fr: Importer un dossier EncFS
hu_hu: Titkosított mappa importálása

source: New encrypted folder
cs: Nová šifrovaná složka
de_de: Verschlüsselten Ordner erstellen
fr: Nouveau dossier chiffré
hu_hu: Új titkosított mappa létrehozása

source: Cryptkeeper Preferences
cs: Cryptkeeper nastavení
de_de: Cryptkeeper-Einstellungen
fr: Préférences de Cryptkeeper
hu_hu: Cryptkeeper beállítások

source: General
cs: Obecné
de_de: Allgemein
hu_hu: Általános

source: File browser:
cs: Správce souborů:
de_de: Dateimanager:
fr: Explorateur de fichiers :
hu_hu: Fájlböngésző:

source: Unmount after idle (minutes):
cs: Odpojit po nečinnosti (minuty):
de_de: Einbindung des Ordners bei Nichtgebrauch lösen (Minuten):
fr: Démonter en cas d'inactivité (minutes) :
hu_hu: Mappa lecsatolása ennyi perc tétlenség után:

source: Do not delete mount point when unmounting
cs: Nemazat připojný bod při odpojení
de_de: Mount-Punkt nach dem Lösen der Einbindung erhalten
hu_hu: Ne törölje a csatolási pontot lecsatoláskor

source: Allow other users to access mounted folders
cs: Povolit ostatním uživatelům přístup k připojeným složkám
de_de: Anderen Benutzern erlauben, eingebundene Ordner zu verwenden
hu_hu: Engedély más felhasználóknak a csatlakoztatott könyvtárakhoz

source: The new passwords do not match
cs: Nová hesla nesouhlasí
de_de: Die Eingabe stimmt nicht überein
fr: Les nouveaux mots de passe ne concordent pas
hu_hu: Az új jelszavak nem egyeznek

source: Error setting password:
cs: Chyba nastavení hesla:
de_de: Fehler beim Setzen des Passworts:
hu_hu: Hiba a jelszó beállításakor:

source: Password changed
cs: Heslo změněno
de_de: Das Passwort wurde geändert
fr: Mot de passe modifié
hu_hu: A jelszó megváltozott

source: Enter the current password for %s:
cs: Současné heslo pro %s:
de_de: Bitte geben Sie das aktuelle Passwort für %s ein:
fr: Entre le mot de passe pour %s :
hu_hu: Adja meg a jelenlegi jelszót ehhez: %s:

source: Enter a new password
cs: Vložte nové heslo
de_de: Neues Passwort
fr: Entrez un nouveau mot de passe
hu_hu: Adja meg az új jelszót

source: Enter the new password again to confirm
cs: Vložte nové heslo znovu pro potvrzení
de_de: Passwortbestätigung
hu_hu: Adja meg az új jelszót a jóváhagyáshoz

source: Create a new encrypted directory
cs: Vytvořit nový šifrovaný adresář
de_de: Neuen verschlüsselten Ordner erstellen
fr: Créer un nouveau dossier chiffré
hu_hu: Új titkosított könyvtár létrehozása

source: Choose a name and location for your new encrypted folder
cs: Vyberte jméno a umístění pro Vaši novou šifrovanou složku
de_de: Bitte wählen Sie den Ort und den Namen des neuen verschlüsselten Ordners
fr: Choisissez un nom et un emplacement pour votre nouveau dossier chiffré
hu_hu: Válasszon nevet és helyet a titkosított könyvtár részére

source: Enter a password for your new encrypted folder
cs: Vložte heslo pro Vaši novou šifrovanou složku
de_de: Bitte geben Sie ein Passwort für den neuen verschlüsselten Ordner ein
fr: Entre un mot de passe pour votre nouveau dossier chiffré
hu_hu: Adjon meg egy jelszót az új titkosított könyvtárhoz

source: Enter the password again
cs: Vložte nové heslo znovu
de_de: Passwortbestätigung
fr: Entre le mot de passe à nouveau
hu_hu: Jelszó újra

source: The new encrypted folder has been sucessfully created
cs: Nová šifrovaná složka byla úspěšně vytvořena
de_de: Der neue verschlüsselte Ordner wurde erfolgreich angelegt
fr: Le nouveau dossier chiffré a été créé avec succès
hu_hu: Az új titkosított könyvtár sikeresen létrejött

source: You need to enter a name
cs: Musíte vložit název
de_de: Bitte geben Sie einen Namen ein
fr: Vous devez entrer un nom
hu_hu: Meg kell adnia egy nevet

source: The passwords you entered do not match Try again
cs: Hesla, která jste zadali nesouhlasí Zkuste znovu
de_de: Die eingegebenen Passwörter stimmen nicht überein. Bitte wiederholen Sie die Eingabe.
fr: Les mots de passe que vous avez entrés ne concordent pas. Essayez à nouveau
hu_hu: A megadott jelszavak nem egyeznek Próbálja újra

source: You need to enter a password
cs: Musíte vložit heslo
de_de: Bitte geben Sie ein Passwort ein
fr: Vous devez entrer un mot de passe
hu_hu: Meg kell adni egy jelszót

source: An error occurred while creating the encrypted folder
cs: Vyskytla se chyba při vytváření šifrované složky
de_de: Beim Anlegen des verschlüsselten Ordners ist ein Fehler aufgetreten
fr: Une erreur s'est produite lors de la création du dossier chiffré
hu_hu: Hiba történt a titkosított mappa létrehozásakor

source: Please check that the folder name you chose was not already used, and that encfs is installed correctly.
cs: Prosím zkontrolujte, zda vybrané jméno složky už není používáno, a zda je encfs nainstalováno korektně.
de_de: Bitte überprüfen Sie, ob es einen Ordner mit dem gewählten Namen bereits gibt und ob EncFS korrekt installiert ist.
fr: Veuillez vous assurer que le nom de dossier que vous avez choisi n'est pas utilisé, et qu'EncFS est correctement installé.
hu_hu: Ellenőrizze hogy a választott könyvtárnév még nincs használatban, és az encfs megfelelően installálva van.

source: Import an Encfs encrypted folder
cs: Importovat složku šifrovanou Encfs
de_de: Einen mit EncFS verschlüsselten Ordner importieren
fr: Importer un dossier chiffré par EncFS
hu_hu: Encfs titkosított mappa importálása

source: Select an existing EncFS encrypted folder (eg ~/.crypt)
cs: Vybrat existující složku šofrovanou EncFS (např. ~/.crypt)
de_de: Wählen Sie einen bestehenden, mit EncFS verschlüsselten Ordner (z. B. ~/.crypt)
fr: Choisissez un dossier existant chiffré avec EncFS (p.e. ~/.crypt)
hu_hu: Válasszon egy már meglévő EncFS titkosított könyvtárat (pl.: ~/.crypt)

source: Choose the name and location at which you want the EncFS folder to be mounted
cs: Vyberte jméno a umístění, do kterého chcete složku EncFS připojit
de_de: Bitte geben Sie den Namen und Ort an, unter dem der EncFS-Ordner eingebunden werden soll
fr: Choisissez le nom et l'emplacement où monter le dossier EncFS
hu_hu: Válasszon nevet és helyet ahol a titkosított könyvtár csatolásra kerül

source: The EncFS encrypted folder has been successfully imported into Cryptkeeper
cs: Šifrovaná složka EncFS byla úspěšně importována do programu Cryptkeeper
de_de: Der EncFS-verschlüsselte Ordner wurde erfolgreich importiert
fr: Le dossier chiffré par EncFS a été importé dans Cryptkeeper avec succès.
hu_hu: Az EncFS titkosított könyvtárt sikeresen importáltuk a Cryptkeeperbe

source: You must select a folder
cs: Musíte vybrat složku
de_de: Bite geben Sie einen Ordner an
fr: Vous devez choisir un dossier
hu_hu: Ki kell választania egy mappát

source: The selected folder is not an EncFS encrypted folder
cs: Vybraná složka není šifrovaná složka EncFS
de_de: Der angegebene Ordner ist kein EncFS-verschlüsselter Ordner
fr: Le dossier sélectionné n'est pas chiffré par EncFS
hu_hu: A kiválasztott könyvtár nem EncFS titkosított

source: You must enter a name
cs: Musíte vložit jméno
de_de: Bitte geben sie einen Namen ein
fr: Vous devez entrer un nom
hu_hu: Meg kell adnia egy nevet

source: Enter your password:
cs: Vložte Vaše heslo
de_de: Bitte Passwort eingeben:
hu_hu: Kérem, adja meg a jelszavát:
